/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"Group" = "Ομάδα";
"Name" = "Όνομα";
"none given" = "δεν έχει εισαχθεί";
"Enabled" = "Ενεργοποιημένο";
"Auto Play" = "Αυτόματη αναπαραγωγή";
"AUTO_DESCRIPTION" = "Αυτόματη αναπαραγωγή του επόμενου επεισοδίου podcast.";
"Podcasts 1.0" = "Podcast 1.0";
"COPYRIGHT_TEXT" = "Πνευματικά δικαιώματα © 2012 Apple Inc. Με επιφύλαξη κάθε δικαιώματος.";
"Subscriptions_Title" = "Προεπιλογές συνδρομών";
"Auto-Download" = "Αυτόματες λήψεις";
"Episodes-To-Keep" = "Επεισόδια προς διατήρηση";
"KeepAllEpisodes" = "Όλα τα επεισόδια";
"KeepAllUnplayedEpisodes" = "Μη αναπαραχθέντα";
"KeepMostRecentEpisode" = "Πιο πρόσφατο επεισόδιο";
"KeepLast2Episodes" = "Τελευταία 2 επεισόδια";
"KeepLast3Episodes" = "Τελευταία 3 επεισόδια";
"KeepLast5Episodes" = "Τελευταία 5 επεισόδια";
"KeepLast10Episodes" = "Τελευταία 10 επεισόδια";
"KeepAllEpisodesShort" = "Όλα";
"KeepAllUnplayedEpisodesShort" = "Όλα τα μη αναπαραχθέντα";
"KeepMostRecentEpisodeShort" = "Πρόσφατα";
"KeepLast2EpisodesShort" = "Τελευταία 2";
"KeepLast3EpisodesShort" = "Τελευταία 3";
"KeepLast5EpisodesShort" = "Τελευταία 5";
"KeepLast10EpisodesShort" = "Τελευταία 10";
"CELL_DOWNLOAD" = "Χρήση κιν. δικτύου";
"CELL_DOWNLOAD_FOOTER" = "Χρησιμοποιήστε κινητό δίκτυο για αυτόματες λήψεις και αναπαραγωγή σε ροή.";
"Sync Subscriptions" = "Συγχρον. συνδρομών";
"Debug" = "Εκσφαλμάτωση";
"Reset Stations Data" = "Επαναφορά δεδομένων σταθμών";
"Version" = "Έκδοση";
